Repository: stone-payments/sdk-ios
Catalog: objc/Demo Objc/*.lproj/Localizable.strings
Languages: pt_br

# Title_BLE
source: BLE connection
pt_br: Conexão com BLE

# Title_Selection
source: Pinpad selection
pt_br: Seleção de pinpad

# Title_Merchants
source: Merchant list
pt_br: Lista de Lojistas

# Title_Refund_List
source: Transactions refund
pt_br: Cancelamento de Transações

# Title_Transactions
source: Transactions list
pt_br: Lista de Transações

# Title_Table_Download
source: Tables download
pt_br: Download de Tabelas

# Title_Activation
source: Activate Stone Code
pt_br: Ativar Stone Code

# Title_Send_Transaction
source: Send transaction
pt_br: Realizar Transação

# Title_Update_Table
source: Table upload
pt_br: Carregamento das Tabelas

# Title_Refund
source: Refund transaction
pt_br: Cancelar Transação

# Title_Receipt
source: Send receipt
pt_br: Enviar Comprovante

# Title_Validation
source: Validations
pt_br: Teste Validações

# Title_Pan
source: Get card PAN
pt_br: Captura de PAN

# Title_Display
source: Display message
pt_br: Exibe mensagem no display

# Button_Scan
source: Scan
pt_br: Escanear

# Button_Disconnect
source: Disconnect all
pt_br: Desconectar todos

# Button_Refresh
source: Refresh
pt_br: Atualizar lista

# Button_Activate
source: Activate
pt_br: Ativar

# Button_Deactivate
source: Deactivate
pt_br: Desativar

# Button_Send
source: Send
pt_br: Enviar

# Button_List
source: List
pt_br: Listar

# Button_Upload
source: Updload tables to pinpad
pt_br: Carregar tabelas para o pinpad

# Button_Activation
source: Stonecode activation
pt_br: Ativação stonecode

# Button_Pinpad_Connection
source: Pinpad connection
pt_br: Conexão pinpad

# Button_Table_Download
source: Table download
pt_br: Download tabela

# Button_Internet_Connection
source: Internet connection
pt_br: Conexão internet

# Button_Get_Pan
source: Get card PAN
pt_br: Capturar PAN

# Instruction_BLE
source: Select a BLE pinpad to connect to
pt_br: Selecione um pinpad (Bluetooth Low Energy) para conectar

# Instruction_Selection
source: Select a pinpad to use it
pt_br: Selecione um pinpad para utilizá-lo

# Instruction_Activation
source: Enter the Stone Code
pt_br: Informe o Stone Code

# Instruction_Amount
source: Enter the amount:
pt_br: Digite o valor:

# Instruction_Cancel_Confirmation
source: Are you sure you want to cancel this transaction?
pt_br: Tem certeza que deseja cancelar essa transação?

# Instruction_Destination_Email
source: Enter the receipt destination email
pt_br: Informe o email do destinatário

# Instruction_Display
source: Enter the text you want to send to the pinpad screen
pt_br: Digite o texto que deseja ver no Pinpad

source: Production
pt_br: Produção

source: Internal_Homolog
pt_br: Homologação interna

# Log_Start_Scan
source: Did start scanning
pt_br: Começou a escanear

# Log_Find
source: Did find pinpad
pt_br: Encontrou pinpad

# Log_Connect
source: Did connect to pinpad
pt_br: Conectou a pinpad

# Log_Disconnect
source: Did disconnect from pinpad
pt_br: Desconectou de pinpad

# Log_Central_State
source: Did change central state
pt_br: Central Manager mudou de estado

# Log_List_All_Transactions
source: List all transactions
pt_br: Listar todas as transações

# Log_List_Transactions_By_Card
source: List all transactions by card
pt_br: Listar todas as transações por cartão

# Log_Download_Success
source: Download successfull
pt_br: Download efetuado com sucesso

# Log_Ask_Download
source: Ask for tables download
pt_br: Requisitou o download de tabelas

# Log_Activating
source: Activating Stone Code
pt_br: Ativando Stone Code

# Log_Activated
source: Stone code successfully activated
pt_br: Stone code ativado com sucesso

# Log_Deactivating
source: Deactivating Stone Code
pt_br: Desativando stone code

# Log_Deactivated
source: Stone Code successfully deactivated
pt_br: Stonecode desativado com sucesso

# Log_Transaction_Success
source: Successfull transaction
pt_br: Transação realizada com sucesso

# Log_Tables_Updated
source: Tables updated
pt_br: Tabelas atualizadas

# Log_Transaction_Cancelled
source: Transaction successfully cancelled
pt_br: Transação cancelada com sucesso

# Log_Email_Success
source: Receipt successfully sent via email
pt_br: Comprovante enviado por email com sucesso

# Log_Is_Activated
source: Stonecode is activated
pt_br: Stonecode está ativado

# Log_Not_Activated
source: Stonecode is not activated
pt_br: Stonecode não ativado

# Log_Pinpad_Connected
source: Pinpad is connected
pt_br: Pinpad está pareado com dispositivo

# Log_Pinpad_Not_Connected
source: Pinpad is not connected
pt_br: Pinpad não está pareado com dispositivo

# Log_Tables_Downloaded
source: Tables were already downloaded
pt_br: As tabelas já foram baixadas para o dispositivo

# Log_Tables_Not_Downloaded
source: Tables were not downloded yet
pt_br: As tabelas ainda não foram baixadas para o dispositivo

# Log_Internet_Connection
source: There is an internet connection
pt_br: A conexão com a internet está ativa

# Log_No_Internet_Connection
source: This is no internet connection
pt_br: A conexão com a internet está inativa

# Log_Message_Sent
source: Message successfully sent to pinpad
pt_br: Mensagem enviada para pinpad

source: Yes
pt_br: Sim

source: No
pt_br: Não

# Error_Title
source: Error
pt_br: Erro

# Error_Message
source: An error has occurred
pt_br: Ocorreu um erro

# Connected
source: Pinpad connected
pt_br: Pinpad conectado

# Not_connected
source: Pinpad not connected
pt_br: Pinpad não conectado

source: Debit
pt_br: Débito

source: Credit
pt_br: Crédito

source: With interest
pt_br: Com juros

source: Interest-free
pt_br: Sem juros

source: Approved
pt_br: Aprovada

source: Cancelled
pt_br: Cancelada

source: All
pt_br: Todos

source: By card
pt_br: Por cartão

source: Merchant
pt_br: Estabelecimento

source: Customer
pt_br: Cliente

source: Interest
pt_br: Juros

source: None
pt_br: Nenhum

source: Issuer
pt_br: Emissor
